Repository: lefterisnik/django-light-cms
Catalog: loosecms/locale/*/LC_MESSAGES/django.po
Languages: el

source: Site
el: Ιστότοπος

source: Edit page
el: Επεξεργασία σελίδας

source: Select/Change plugin
el: Επιλογή/Αλλαγή προσθέτου

source: Move plugin
el: Μετακίνηση προσθέτου

source: Select or Upload File
el: Επιλογή ή μεταφόρτωση αρχείου

source: This field is required.
el: Αυτο το πεδίο είναι υποχρεωτικό.

source: Select or upload a file
el: Επιλογή η μεταφόρτωση αρχείου

source: New page
el: Νέα σελίδα

source: New placeholder
el: Νέα θέση

source: Select plugin
el: Επιλογή προσθέτου

source: favicon
el: εικόνα καρτέλας

source: author
el: συγγραφέας

source: description
el: περιγραφή

source: keywords
el: λέξεις κλειδιά

source: Configuration
el: Ρύθμιση

source: Configurations
el: Ρυθμίσεις

source: publish
el: δημοσίευση

source: title
el: τίτλος

source: Give a symbolic name. The actual name of url provided from the field slug.
el: Δώστε ένα συμβολικό όνομα. Το πραγματικό όνομα της διεύθυνσης της σελίδας προέρχεται από το πεδίο, ετικέτα.

source: slug
el: ετικέτα

source: The url of this page.
el: Το πραγματικό όνομα της διεύθυνσης της σελίδας.

source: home page
el: κεντρική σελίδα

source: Check this box if you want this page to be the home page.
el: Τσεκάερετε το πεδίο εάν επιθυμείτε η σελίδα αυτή να είναι η κεντρική.

source: template
el: περίγραμμα

source: Select the template you want to render this pages.
el: Επιλέξτε το περίγραμμα με το οποίο θέλετε να μορφοποιείτε τη συγκεκριμένη σελίδα.

source: is template
el: εάν είναι περίγραμμα

source: Check this box if this is template page.
el: Τσεκάρετε το πεδίο εάν επιθυμείτε η σελίδα αυτή να είναι περίγραμμα.

source: is error
el: εάν είναι σελίδα σφάλματος

source: Check this box if this is error page.
el: Τσεκάρετε το πεδίο εάν επιθυμείτε η σελίδα αυτή να είναι σελίδα λάθους.

source: With null slug must check the home flag.
el: Με κενή ετικέτα πρέπει να τσεκάρετε την κεντική σελίδα.

source: Only one checkbox must be checked.
el: Μόνο ένα checkbox πρέπει να είναι επιλεγμένο.

source: Page slug must not starts with "/" or ends with "/".
el: Η ετικέτα σελίδας δεν θα πρέπει να ξεκινάει με "/" ή να τελιώνει με "/".

source: The slug contains namespaces that already exists in the cms.
el: Η ετικέτα περιέχει ονόματα τα οποία υπάρχουν ήδη στο cms.

source: html page
el: HTML σελίδα

source: html pages
el: HTML σελίδες

source: Give a short description.
el: Δώστε μια μικρή περιγραφή.

source: Category
el: Κατηγορία

source: Categories
el: Κατηγορίες

source: number
el: αριθμός

source: page
el: σελίδα

source: Give the name of the row.
el: Δώστε το όνομα του διαχειριστή γραμμής.

source: Give the slug of the row to be used as id in html.
el: Δώστε την ετικέτα του διαχειριστή γραμμης η οποία θα χρησιμοποιηθεί ως id στον html κώδικα.

source: Select the page or the template to add this row.
el: Επιλέξτε την σελίδα στην οποία θέλετε να προστεθεί ο διαχειριστής γραμμής.

source: order
el: προτεραιότητα

source: row
el: γραμμή

source: rows
el: γραμμές

source: In this place a plugin is already exist. Please change the order.
el: Σε αυτή την θέση υπάρχει ήδη πρόσθετο. Παρακαλώ επιλέξτε διαφορετική προτεραιότητα.

source: Give the name of the column.
el: Δώστε το όνομα του διαχειριστή στήλης.

source: Give the slug of the column to be used as id in html.
el: Δώστε την ετικέτα του διαχειριστή στήλης η οποία θα χρησιμοποιηθεί ως id στον html κώδικα.

source: width
el: μήκος

source: Give the width of the column.
el: Δώστε το μήκος του διαχειριστή στήλης.

source: column
el: στήλη

source: columns
el: στήλες

source: Width value is too big. The valid maximum value is %s.
el: Το μήκος είναι πολύ μεγάλο. Η μέγιστη επιτρεπτή τιμή είναι %s.

source: Column
el: Στήλη

source: Row
el: Γραμμή

source: Category cloud
el: Σύννεφο κατηγορίων

source: Template page
el: Σελίδα πρότυπο

source: Page
el: Σελίδα

source: Inherits form
el: Κληρονομεί από

source: Create new template page
el: Δημιουργία νέας σελίδας πρότυπο

source: Create new page
el: Δημιουργία νέας σελίδας

source: Preview
el: Προεπισκόπηση

source: Actions
el: Ενέργειες

source: Component actions
el: Ενέργειες προσθέτων

source: Create placeholder row
el: Δημιουργία κεντρικού διαχειριστή γραμμής

source: Page actions
el: Ενέργειες σελίδας

source: Edit page options
el: Επεξεργασία ιδιοτήτων σελίδας

source: General actions
el: Γενικές ενέργειες

source: List html pages
el: Λίστα σελιδών

source: List template pages
el: Λίστα σελιδών πρότυπο

source: Admin
el: Διαχειριστής

source: Index
el: Αρχική

source: Template pages
el: Σελίδες πρότυπο

source: Html pages
el: HTML σελίδες

source: Logout
el: Αποσύνδεση

source: Select
el: Επιλογή

source: Found %(counter)s result.
el: Βρέθηκε %(counter)s αποτέλεσμα.

source: View more
el: Δείτε περισσότερα

source: No results found.
el: Δεν βρέθηκαν αποτελέσματα

source: Edit
el: Επεξεργασία

source: Admin index
el: Κεντρική σελίδα διαχειριστή

source: Edit plugin
el: Επεξεργασία προσθέτου

source: Delete plugin
el: Διαγραφή προσθέτου

source: Remove plugin
el: Απομάκρυνση προσθέτου

source: Unique actions
el: Μοναδικές ενέργειες

source: Add column
el: Προσθήκη στήλης

source: Add nested row
el: Προσθήκη εμφωλευμένης γραμμής
